Repository: vao49/23313_SDBM_SF6
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: anglais
fr: English

source: espagnol
fr: Español

source: Edit Continent
fr: Modifier Continent

source: Update
fr: Mettre à jour

source: icon back
fr: bi bi-arrow-return-left

source: icon new
fr: bi bi-plus

source: IdContinent
fr: Code Continent

source: icon edit
fr: bi bi-pencil

source: no records found
fr: Pas d'enregistrement

source: New Continent
fr: Nouveau Continent

source: Create new Continent
fr: Créer un Continent

source: Are you sure you want to delete this item?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?

source: icon delete
fr: bi bi-trash

source: Delete
fr: Supprimer
